{
    "header_1": "Jesus Washes His Disciples' Feet",
    "1": "It was now just before the Passover Feast, and Jesus knew that His hour had come to leave this world and return to the Father. Having loved His own who were in the world, He loved them to the very end.",
    "2": "The evening meal was underway, and the devil had already put into the heart of Judas, the son of Simon Iscariot, to betray Jesus.",
    "3": "Jesus knew that the Father had delivered all things into His hands, and that He had come from God and was returning to God.",
    "4": "So He got up from the supper, laid aside His outer garments, and wrapped a towel around His waist.",
    "5": "After that, He poured water into a basin and began to wash the disciples' feet and dry them with the towel that was around Him.",
    "6": "He came to Simon Peter, who asked Him, “Lord, are You going to wash my feet?”",
    "7": "Jesus replied, <span class=\"wj\">“You do not realize now what I am doing, but later you will understand.”</span>",
    "8": "“Never shall You wash my feet!” Peter told Him. Jesus answered, <span class=\"wj\">“Unless I wash you, you have no part with Me.”</span>",
    "9": "“Then, Lord,” Simon Peter replied, “not only my feet, but my hands and my head as well!”",
    "10": "Jesus told him, <span class=\"wj\">“Whoever has already bathed needs only to wash his feet, and he will be completely clean. And you are clean, though not all of you.”</span>",
    "11": "For He knew who would betray Him. That is why He said, <span class=\"wj\">“Not all of you are clean.”</span>",
    "12": "When Jesus had washed their feet and put on His outer garments, He reclined with them again and asked, <span class=\"wj\">“Do you know what I have done for you?</span>",
    "13": "<span class=\"wj\">You call Me Teacher and Lord, and rightly so, because I am.</span>",
    "14": "<span class=\"wj\">So if I, your Lord and Teacher, have washed your feet, you also should wash one another's feet.</span>",
    "15": "<span class=\"wj\">I have set you an example so that you should do as I have done for you.</span>",
    "16": "<span class=\"wj\">Truly, truly, I tell you, no servant is greater than his master, nor is a messenger greater than the one who sent him.</span>",
    "17": "<span class=\"wj\">If you know these things, you will be blessed if you do them.</span>",
    "header_2": "Jesus Predicts His Betrayal",
    "18": "<span class=\"wj\">I am not speaking about all of you; I know whom I have chosen. But this is to fulfill the Scripture: ‘The one who shares My bread has lifted up his heel against Me.'</span>",
    "19": "<span class=\"wj\">I am telling you now before it happens, so that when it comes to pass, you will believe that I am He.</span>",
    "20": "<span class=\"wj\">Truly, truly, I tell you, whoever receives the one I send receives Me, and whoever receives Me receives the One who sent Me.”</span>",
    "21": "After Jesus had said this, He became troubled in spirit and testified, <span class=\"wj\">“Truly, truly, I tell you, one of you will betray Me.”</span>",
    "22": "The disciples looked at one another, perplexed as to which of them He meant.",
    "23": "One of His disciples, the one whom Jesus loved, was reclining at His side.",
    "24": "So Simon Peter motioned to him to ask Jesus which one He was talking about.",
    "25": "Leaning back against Jesus, he asked, “Lord, who is it?”",
    "26": "Jesus answered, <span class=\"wj\">“It is the one to whom I give this morsel after I have dipped it.”</span> Then He dipped the morsel and gave it to Judas son of Simon Iscariot.",
    "27": "And when Judas had taken the morsel, Satan entered into him. Then Jesus said to Judas, <span class=\"wj\">“What you are about to do, do quickly.”</span>",
    "28": "But no one at the table knew why Jesus had said this to him.",
    "29": "Since Judas kept the money bag, some thought that Jesus was telling him to buy what was needed for the feast, or to give something to the poor.",
    "30": "As soon as he had received the morsel, Judas went out into the night.",
    "header_3": "Love One Another",
    "31": "When Judas had gone out, Jesus said, <span class=\"wj\">“Now the Son of Man is glorified, and God is glorified in Him.</span>",
    "32": "<span class=\"wj\">If God is glorified in Him, God will also glorify the Son in Himself—and will glorify Him at once.</span>",
    "33": "<span class=\"wj\">Little children, I am with you only a little while longer. You will look for Me, and as I said to the Jews, so now I say to you: ‘Where I am going, you cannot come.'</span>",
    "34": "<span class=\"wj\">A new commandment I give you: Love one another. As I have loved you, so you also must love one another.</span>",
    "35": "<span class=\"wj\">By this everyone will know that you are My disciples, if you love one another.”</span>",
    "header_4": "Jesus Predicts Peter's Denial",
    "36": "“Lord, where are You going?” Simon Peter asked. Jesus answered, <span class=\"wj\">“Where I am going, you cannot follow Me now, but you will follow later.”</span>",
    "37": "“Lord,” said Peter, “why can't I follow You now? I will lay down my life for You.”",
    "38": "<span class=\"wj\">“Will you lay down your life for Me?”</span> Jesus replied. <span class=\"wj\">“Truly, truly, I tell you, before the rooster crows, you will deny Me three times.</span>"
}