{
    "header_1": "Temple Destruction and Other Signs",
    "1": "As Jesus was leaving the temple, one of His disciples said to Him, “Teacher, look at the magnificent stones and buildings!”",
    "2": "<span class=\"wj\">“Do you see all these great buildings?”</span> Jesus replied. <span class=\"wj\">“Not one stone here will be left on another; every one will be thrown down.”</span>",
    "3": "While Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked Him privately,",
    "4": "“Tell us, when will these things happen? And what will be the sign that they are about to be fulfilled?”",
    "5": "Jesus began by telling them, <span class=\"wj\">“See to it that no one deceives you.</span>",
    "6": "<span class=\"wj\">Many will come in My name, claiming, ‘I am He,' and will deceive many.</span>",
    "7": "<span class=\"wj\">When you hear of wars and rumors of wars, do not be alarmed. These things must happen, but the end is still to come.</span>",
    "8": "<span class=\"wj\">Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, as well as famines. These are the beginning of birth pains.</span>",
    "header_2": "Witnessing to All Nations",
    "9": "<span class=\"wj\">So be on your guard. You will be delivered over to the councils and beaten in the synagogues. On My account you will stand before governors and kings as witnesses to them.</span>",
    "10": "<span class=\"wj\">And the gospel must first be proclaimed to all the nations.</span>",
    "11": "<span class=\"wj\">But when they arrest you and hand you over, do not worry beforehand what to say. Instead, speak whatever you are given at that time, for it will not be you speaking, but the Holy Spirit.</span>",
    "12": "<span class=\"wj\">Brother will betray brother to death, and a father his child. Children will rise against their parents and have them put to death.</span>",
    "13": "<span class=\"wj\">You will be hated by everyone because of My name, but the one who perseveres to the end will be saved.</span>",
    "header_3": "The Abomination of Desolation",
    "14": "<span class=\"wj\">So when you see the abomination of desolation standing where it should not be (let the reader understand), then let those who are in Judea flee to the mountains.</span>",
    "15": "<span class=\"wj\">Let no one on the housetop go back inside to retrieve anything from his house.</span>",
    "16": "<span class=\"wj\">And let no one in the field return for his cloak.</span>",
    "17": "<span class=\"wj\">How miserable those days will be for pregnant and nursing mothers!</span>",
    "18": "<span class=\"wj\">Pray that this will not occur in the winter.</span>",
    "19": "<span class=\"wj\">For those will be days of tribulation unmatched from the beginning of God's creation until now, and never to be seen again.</span>",
    "20": "<span class=\"wj\">If the Lord had not cut short those days, nobody would be saved. But for the sake of the elect, whom He has chosen, He has cut them short.</span>",
    "21": "<span class=\"wj\">At that time if anyone says to you, ‘Look, here is the Christ!' or ‘There He is!' do not believe it.</span>",
    "22": "<span class=\"wj\">For false Christs and false prophets will appear and perform signs and wonders that would deceive even the elect, if that were possible.</span>",
    "23": "<span class=\"wj\">So be on your guard; I have told you everything in advance.</span>",
    "header_4": "The Return of the Son of Man",
    "24": "<span class=\"wj\">But in those days, after that tribulation: ‘The sun will be darkened, and the moon will not give its light;</span>",
    "25": "<span class=\"wj\">the stars will fall from the sky, and the powers of the heavens will be shaken.'</span>",
    "26": "<span class=\"wj\">At that time they will see the Son of Man coming in the clouds with great power and glory.</span>",
    "27": "<span class=\"wj\">And He will send out the angels to gather His elect from the four winds, from the ends of the earth to the ends of heaven.</span>",
    "header_5": "The Lesson of the Fig Tree",
    "28": "<span class=\"wj\">Now learn this lesson from the fig tree: As soon as its branches become tender and sprout leaves, you know that summer is near.</span>",
    "29": "<span class=\"wj\">So also, when you see these things happening, know that He is near, right at the door.</span>",
    "30": "<span class=\"wj\">Truly I tell you, this generation will not pass away until all these things have happened.</span>",
    "31": "<span class=\"wj\">Heaven and earth will pass away, but My words will never pass away.</span>",
    "header_6": "Readiness at Any Hour",
    "32": "<span class=\"wj\">No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father.</span>",
    "33": "<span class=\"wj\">Be on your guard and stay alert! For you do not know when the appointed time will come.</span>",
    "34": "<span class=\"wj\">It is like a man going on a journey who left his house, put each servant in charge of his own task, and instructed the doorkeeper to keep watch.</span>",
    "35": "<span class=\"wj\">Therefore keep watch, because you do not know when the master of the house will return—whether in the evening, at midnight, when the rooster crows, or in the morning.</span>",
    "36": "<span class=\"wj\">Otherwise, he may arrive without notice and find you sleeping.</span>",
    "37": "<span class=\"wj\">And what I say to you, I say to everyone: Keep watch!”</span>"
}