{
    "header_1": "The Parable of the Wicked Tenants",
    "1": "Then Jesus began to speak to them in parables: <span class=\"wj\">“A man planted a vineyard. He put a wall around it, dug a wine vat, and built a watchtower. Then he rented it out to some tenants and went away on a journey.</span>",
    "2": "<span class=\"wj\">At harvest time, he sent a servant to the tenants to collect his share of the fruit of the vineyard.</span>",
    "3": "<span class=\"wj\">But they seized the servant, beat him, and sent him away empty-handed.</span>",
    "4": "<span class=\"wj\">Then he sent them another servant, and they struck him over the head and treated him shamefully.</span>",
    "5": "<span class=\"wj\">He sent still another, and this one they killed. He sent many others; some they beat and others they killed.</span>",
    "6": "<span class=\"wj\">Finally, having one beloved son, he sent him to them. ‘They will respect my son,' he said.</span>",
    "7": "<span class=\"wj\">But the tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.'</span>",
    "8": "<span class=\"wj\">So they seized the son, killed him, and threw him out of the vineyard.</span>",
    "9": "<span class=\"wj\">What then will the owner of the vineyard do? He will come and kill those tenants, and will give the vineyard to others.</span>",
    "10": "<span class=\"wj\">Have you never read this Scripture: ‘The stone the builders rejected has become the cornerstone.</span>",
    "11": "<span class=\"wj\">This is from the Lord, and it is marvelous in our eyes' ?”</span>",
    "12": "At this, the leaders sought to arrest Jesus, for they knew that He had spoken this parable against them. But fearing the crowd, they left Him and went away.",
    "header_2": "Paying Taxes to Caesar",
    "13": "Later, they sent some of the Pharisees and Herodians to catch Jesus in His words.",
    "14": "“Teacher,” they said, “we know that You are honest and seek favor from no one. Indeed, You are impartial and teach the way of God in accordance with the truth. Is it lawful to pay taxes to Caesar or not? Should we pay them or not?”",
    "15": "But Jesus saw through their hypocrisy and said, <span class=\"wj\">“Why are you testing Me? Bring Me a denarius to inspect.”</span>",
    "16": "So they brought it, and He asked them, <span class=\"wj\">“Whose image is this? And whose inscription?”</span> “Caesar's,” they answered.",
    "17": "Then Jesus told them, <span class=\"wj\">“Give to Caesar what is Caesar's, and to God what is God's.”</span> And they marveled at Him.",
    "header_3": "The Sadducees and the Resurrection",
    "18": "Then the Sadducees, who say there is no resurrection, came to Jesus and questioned Him:",
    "19": "“Teacher, Moses wrote for us that if a man's brother dies and leaves a wife but no children, the man is to marry his brother's widow and raise up offspring for him.",
    "20": "Now there were seven brothers. The first one married and died, leaving no children.",
    "21": "Then the second one married the widow, but he also died and left no children. And the third did likewise.",
    "22": "In this way, none of the seven left any children. And last of all, the woman died.",
    "23": "In the resurrection, then, whose wife will she be? For all seven were married to her.”",
    "24": "Jesus said to them, <span class=\"wj\">“Aren't you mistaken, because you do not know the Scriptures or the power of God?</span>",
    "25": "<span class=\"wj\">When the dead rise, they will neither marry nor be given in marriage. Instead, they will be like the angels in heaven.</span>",
    "26": "<span class=\"wj\">But concerning the dead rising, have you not read about the burning bush in the Book of Moses, how God told him, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob' ?</span>",
    "27": "<span class=\"wj\">He is not the God of the dead, but of the living. You are badly mistaken!”</span>",
    "header_4": "The Greatest Commandment",
    "28": "Now one of the scribes had come up and heard their debate. Noticing how well Jesus had answered them, he asked Him, “Which commandment is the most important of all?”",
    "29": "Jesus replied, <span class=\"wj\">“This is the most important: ‘Hear O Israel, the Lord our God, the Lord is One.</span>",
    "30": "<span class=\"wj\">Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.'</span>",
    "31": "<span class=\"wj\">The second is this: ‘Love your neighbor as yourself.' No other commandment is greater than these.”</span>",
    "32": "“Right, Teacher,” the scribe replied. “You have stated correctly that God is One and there is no other but Him,",
    "33": "and to love Him with all your heart and with all your understanding and with all your strength, and to love your neighbor as yourself, which is more important than all burnt offerings and sacrifices.”",
    "34": "When Jesus saw that the man had answered wisely, He said, <span class=\"wj\">“You are not far from the kingdom of God.”</span> And no one dared to question Him any further.",
    "header_5": "Whose Son Is the Christ?",
    "35": "While Jesus was teaching in the temple courts, He asked, <span class=\"wj\">“How can the scribes say that the Christ is the Son of David?</span>",
    "36": "<span class=\"wj\">Speaking by the Holy Spirit, David himself declared: ‘The Lord said to my Lord, “Sit at My right hand until I put Your enemies under Your feet.” '</span>",
    "37": "<span class=\"wj\">David himself calls Him ‘Lord.' So how can He be David's son?”</span> And the large crowd listened to Him with delight.",
    "header_6": "Beware of the Scribes",
    "38": "In His teaching Jesus also said, <span class=\"wj\">“Watch out for the scribes. They like to walk around in long robes, to receive greetings in the marketplaces,</span>",
    "39": "<span class=\"wj\">and to have the chief seats in the synagogues and the places of honor at banquets.</span>",
    "40": "<span class=\"wj\">They defraud widows of their houses, and for a show make lengthy prayers. These men will receive greater condemnation.”</span>",
    "header_7": "The Widow's Offering",
    "41": "As Jesus was sitting opposite the treasury, He watched the crowd putting money into it. And many rich people put in large amounts.",
    "42": "Then one poor widow came and put in two small copper coins, which amounted to a small fraction of a denarius.",
    "43": "Jesus called His disciples to Him and said, <span class=\"wj\">“Truly I tell you, this poor widow has put more than all the others into the treasury.</span>",
    "44": "<span class=\"wj\">For they all contributed out of their surplus, but she out of her poverty has put in all she had to live on.”</span>"
}