{
    "1": "Now all the tax collectors and sinners were coming close to him to hear him.",
    "2": "The Pharisees and the scribes murmured, saying, “This man welcomes sinners, and eats with them.”",
    "3": "He told them this parable:",
    "4": "<span class=\"wj\">“Which of you men, if you had one hundred sheep and lost one of them, wouldn’t leave the ninety-nine in the wilderness and go after the one that was lost, until he found it? </span>",
    "5": "<span class=\"wj\">When he has found it, he carries it on his shoulders, rejoicing. </span>",
    "6": "<span class=\"wj\">When he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep which was lost!’ </span>",
    "7": "<span class=\"wj\">I tell you that even so there will be more joy in heaven over one sinner who repents, than over ninety-nine righteous people who need no repentance. </span>",
    "8": "<span class=\"wj\">“Or what woman, if she had ten drachma</span> <span class=\"wj\">coins, if she lost one drachma coin, wouldn’t light a lamp, sweep the house, and seek diligently until she found it? </span>",
    "9": "<span class=\"wj\">When she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the drachma which I had lost!’ </span>",
    "10": "<span class=\"wj\">Even so, I tell you, there is joy in the presence of the angels of God over one sinner repenting.”</span>",
    "11": "He said, <span class=\"wj\">“A certain man had two sons. </span>",
    "12": "<span class=\"wj\">The younger of them said to his father, ‘Father, give me my share of your property.’ So he divided his livelihood between them. </span>",
    "13": "<span class=\"wj\">Not many days after, the younger son gathered all of this together and traveled into a far country. There he wasted his property with riotous living. </span>",
    "14": "<span class=\"wj\">When he had spent all of it, there arose a severe famine in that country, and he began to be in need. </span>",
    "15": "<span class=\"wj\">He went and joined himself to one of the citizens of that country, and he sent him into his fields to feed pigs. </span>",
    "16": "<span class=\"wj\">He wanted to fill his belly with the pods that the pigs ate, but no one gave him any. </span>",
    "17": "<span class=\"wj\">But when he came to himself, he said, ‘How many hired servants of my father’s have bread enough to spare, and I’m dying with hunger! </span>",
    "18": "<span class=\"wj\">I will get up and go to my father, and will tell him, “Father, I have sinned against heaven and in your sight. </span>",
    "19": "<span class=\"wj\">I am no more worthy to be called your son. Make me as one of your hired servants.” ’</span>",
    "20": "<span class=\"wj\">“He arose and came to his father. But while he was still far off, his father saw him and was moved with compassion, and ran, fell on his neck, and kissed him. </span>",
    "21": "<span class=\"wj\">The son said to him, ‘Father, I have sinned against heaven and in your sight. I am no longer worthy to be called your son.’</span>",
    "22": "<span class=\"wj\">“But the father said to his servants, ‘Bring out the best robe and put it on him. Put a ring on his hand and sandals on his feet. </span>",
    "23": "<span class=\"wj\">Bring the fattened calf, kill it, and let’s eat and celebrate; </span>",
    "24": "<span class=\"wj\">for this, my son, was dead and is alive again. He was lost and is found.’ Then they began to celebrate.</span>",
    "25": "<span class=\"wj\">“Now his elder son was in the field. As he came near to the house, he heard music and dancing. </span>",
    "26": "<span class=\"wj\">He called one of the servants to him and asked what was going on. </span>",
    "27": "<span class=\"wj\">He said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and healthy.’ </span>",
    "28": "<span class=\"wj\">But he was angry and would not go in. Therefore his father came out and begged him. </span>",
    "29": "<span class=\"wj\">But he answered his father, ‘Behold, these many years I have served you, and I never disobeyed a commandment of yours, but you never gave me a goat, that I might celebrate with my friends. </span>",
    "30": "<span class=\"wj\">But when this your son came, who has devoured your living with prostitutes, you killed the fattened calf for him.’</span>",
    "31": "<span class=\"wj\">“He said to him, ‘Son, you are always with me, and all that is mine is yours. </span>",
    "32": "<span class=\"wj\">But it was appropriate to celebrate and be glad, for this, your brother, was dead, and is alive again. He was lost, and is found.’ ”</span>"
}