{
    "1": "He also spoke a parable to them that they must always pray and not give up,",
    "2": "saying, <span class=\"wj\">“There was a judge in a certain city who didn’t fear God and didn’t respect man. </span>",
    "3": "<span class=\"wj\">A widow was in that city, and she often came to him, saying, ‘Defend me from my adversary!’ </span>",
    "4": "<span class=\"wj\">He wouldn’t for a while; but afterward he said to himself, ‘Though I neither fear God nor respect man, </span>",
    "5": "<span class=\"wj\">yet because this widow bothers me, I will defend her, or else she will wear me out by her continual coming.’ ”</span>",
    "6": "The Lord said, <span class=\"wj\">“Listen to what the unrighteous judge says. </span>",
    "7": "<span class=\"wj\">Won’t God avenge his chosen ones who are crying out to him day and night, and yet he exercises patience with them? </span>",
    "8": "<span class=\"wj\">I tell you that he will avenge them quickly. Nevertheless, when the Son of Man comes, will he find faith on the earth?”</span>",
    "9": "He also spoke this parable to certain people who were convinced of their own righteousness, and who despised all others:",
    "10": "<span class=\"wj\">“Two men went up into the temple to pray; one was a Pharisee, and the other was a tax collector. </span>",
    "11": "<span class=\"wj\">The Pharisee stood and prayed by himself like this: ‘God, I thank you that I am not like the rest of men: extortionists, unrighteous, adulterers, or even like this tax collector. </span>",
    "12": "<span class=\"wj\">I fast twice a week. I give tithes of all that I get.’ </span>",
    "13": "<span class=\"wj\">But the tax collector, standing far away, wouldn’t even lift up his eyes to heaven, but beat his chest, saying, ‘God, be merciful to me, a sinner!’ </span>",
    "14": "<span class=\"wj\">I tell you, this man went down to his house justified rather than the other; for everyone who exalts himself will be humbled, but he who humbles himself will be exalted.”</span>",
    "15": "They were also bringing their babies to him, that he might touch them. But when the disciples saw it, they rebuked them.",
    "16": "Jesus summoned them, saying, <span class=\"wj\">“Allow the little children to come to me, and don’t hinder them, for God’s Kingdom belongs to such as these. </span>",
    "17": "<span class=\"wj\">Most certainly, I tell you, whoever doesn’t receive God’s Kingdom like a little child, he will in no way enter into it.”</span>",
    "18": "A certain ruler asked him, saying, “Good Teacher, what shall I do to inherit eternal life?”",
    "19": "Jesus asked him, <span class=\"wj\">“Why do you call me good? No one is good, except one: God. </span>",
    "20": "<span class=\"wj\">You know the commandments: ‘Don’t commit adultery,’ ‘Don’t murder,’ ‘Don’t steal,’ ‘Don’t give false testimony,’ ‘Honor your father and your mother.’ ”</span>",
    "21": "He said, “I have observed all these things from my youth up.”",
    "22": "When Jesus heard these things, he said to him, <span class=\"wj\">“You still lack one thing. Sell all that you have and distribute it to the poor. Then you will have treasure in heaven; then come, follow me.”</span>",
    "23": "But when he heard these things, he became very sad, for he was very rich.",
    "24": "Jesus, seeing that he became very sad, said, <span class=\"wj\">“How hard it is for those who have riches to enter into God’s Kingdom! </span>",
    "25": "<span class=\"wj\">For it is easier for a camel to enter in through a needle’s eye than for a rich man to enter into God’s Kingdom.”</span>",
    "26": "Those who heard it said, “Then who can be saved?”",
    "27": "But he said, <span class=\"wj\">“The things which are impossible with men are possible with God.”</span>",
    "28": "Peter said, “Look, we have left everything and followed you.”",
    "29": "He said to them, <span class=\"wj\">“Most certainly I tell you, there is no one who has left house, or wife, or brothers, or parents, or children, for God’s Kingdom’s sake, </span>",
    "30": "<span class=\"wj\">who will not receive many times more in this time, and in the world to come, eternal life.”</span>",
    "31": "He took the twelve aside and said to them, <span class=\"wj\">“Behold, we are going up to Jerusalem, and all the things that are written through the prophets concerning the Son of Man will be completed. </span>",
    "32": "<span class=\"wj\">For he will be delivered up to the Gentiles, will be mocked, treated shamefully, and spit on. </span>",
    "33": "<span class=\"wj\">They will scourge and kill him. On the third day, he will rise again.”</span>",
    "34": "They understood none of these things. This saying was hidden from them, and they didn’t understand the things that were said.",
    "35": "As he came near Jericho, a certain blind man sat by the road, begging.",
    "36": "Hearing a multitude going by, he asked what this meant.",
    "37": "They told him that Jesus of Nazareth was passing by.",
    "38": "He cried out, “Jesus, you son of David, have mercy on me!”",
    "39": "Those who led the way rebuked him, that he should be quiet; but he cried out all the more, “You son of David, have mercy on me!”",
    "40": "Standing still, Jesus commanded him to be brought to him. When he had come near, he asked him,",
    "41": "<span class=\"wj\">“What do you want me to do?”</span> He said, “Lord, that I may see again.”",
    "42": "Jesus said to him, <span class=\"wj\">“Receive your sight. Your faith has healed you.” </span>",
    "43": "Immediately he received his sight and followed him, glorifying God. All the people, when they saw it, praised God."
}