{
    "header_1": "The Parable of the Workers",
    "1": "<span class=\"wj\">“For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.</span>",
    "2": "<span class=\"wj\">He agreed to pay them a denarius for the day and sent them into his vineyard.</span>",
    "3": "<span class=\"wj\">About the third hour he went out and saw others standing in the marketplace doing nothing.</span>",
    "4": "<span class=\"wj\">‘You also go into my vineyard,' he said, ‘and I will pay you whatever is right.'</span>",
    "5": "<span class=\"wj\">So they went. He went out again about the sixth hour and the ninth hour and did the same thing.</span>",
    "6": "<span class=\"wj\">About the eleventh hour he went out and found still others standing around. ‘Why have you been standing here all day long doing nothing?' he asked.</span>",
    "7": "<span class=\"wj\">‘Because no one has hired us,' they answered. So he told them, ‘You also go into my vineyard.'</span>",
    "8": "<span class=\"wj\">When evening came, the owner of the vineyard said to his foreman, ‘Call the workers and pay them their wages, starting with the last ones hired and moving on to the first.'</span>",
    "9": "<span class=\"wj\">The workers who were hired about the eleventh hour came and each received a denarius.</span>",
    "10": "<span class=\"wj\">So when the original workers came, they assumed they would receive more. But each of them also received a denarius.</span>",
    "11": "<span class=\"wj\">On receiving their pay, they began to grumble against the landowner.</span>",
    "12": "<span class=\"wj\">‘These men who were hired last worked only one hour,' they said, ‘and you have made them equal to us who have borne the burden and the scorching heat of the day.'</span>",
    "13": "<span class=\"wj\">But he answered one of them, ‘Friend, I am not being unfair to you. Did you not agree with me on one denarius?</span>",
    "14": "<span class=\"wj\">Take your pay and go. I want to give this last man the same as I gave you.</span>",
    "15": "<span class=\"wj\">Do I not have the right to do as I please with what is mine? Or are you envious because I am generous?'</span>",
    "16": "<span class=\"wj\">So the last will be first, and the first will be last.”</span>",
    "header_2": "The Third Prediction of the Passion",
    "17": "As Jesus was going up to Jerusalem, He took the twelve disciples aside and said,",
    "18": "<span class=\"wj\">“Look, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and scribes. They will condemn Him to death</span>",
    "19": "<span class=\"wj\">and will deliver Him over to the Gentiles to be mocked and flogged and crucified. And on the third day He will be raised to life.”</span>",
    "header_3": "A Mother's Request",
    "20": "Then the mother of Zebedee's sons came to Jesus with her sons and knelt down to make a request of Him.",
    "21": "<span class=\"wj\">“What do you want?”</span> He inquired. She answered, “Declare that in Your kingdom one of these two sons of mine may sit at Your right hand, and the other at Your left.”",
    "22": "<span class=\"wj\">“You do not know what you are asking,”</span> Jesus replied. <span class=\"wj\">“Can you drink the cup I am going to drink?”</span> “We can,” the brothers answered.",
    "23": "<span class=\"wj\">“You will indeed drink My cup,”</span> Jesus said. <span class=\"wj\">“But to sit at My right or left is not Mine to grant. These seats belong to those for whom My Father has prepared them.”</span>",
    "24": "When the ten heard about this, they were indignant with the two brothers.",
    "25": "But Jesus called them aside and said, <span class=\"wj\">“You know that the rulers of the Gentiles lord it over them, and their superiors exercise authority over them.</span>",
    "26": "<span class=\"wj\">It shall not be this way among you. Instead, whoever wants to become great among you must be your servant,</span>",
    "27": "<span class=\"wj\">and whoever wants to be first among you must be your slave—</span>",
    "28": "<span class=\"wj\">just as the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many.”</span>",
    "header_4": "The Blind Men by the Road",
    "29": "As they were leaving Jericho, a large crowd followed Him.",
    "30": "And there were two blind men sitting beside the road. When they heard that Jesus was passing by, they cried out, “Lord, Son of David, have mercy on us!”",
    "31": "The crowd admonished them to be silent, but they cried out all the louder, “Lord, Son of David, have mercy on us!”",
    "32": "Jesus stopped and called them. <span class=\"wj\">“What do you want Me to do for you?”</span> He asked.",
    "33": "“Lord,” they answered, “let our eyes be opened.”",
    "34": "Moved with compassion, Jesus touched their eyes, and at once they received their sight and followed Him."
}