{
    "header_1": "Jesus Heals a Paralytic",
    "1": "Jesus got into a boat, crossed over, and came to His own town.",
    "2": "Just then some men brought to Him a paralytic lying on a mat. When Jesus saw their faith, He said to the paralytic, <span class=\"wj\">“Take courage, son; your sins are forgiven.”</span>",
    "3": "On seeing this, some of the scribes said to themselves, “This man is blaspheming!”",
    "4": "But Jesus knew what they were thinking and said, <span class=\"wj\">“Why do you harbor evil in your hearts?</span>",
    "5": "<span class=\"wj\">Which is easier: to say, ‘Your sins are forgiven,' or to say, ‘Get up and walk?'</span>",
    "6": "<span class=\"wj\">But so that you may know that the Son of Man has authority on earth to forgive sins...”</span> Then He said to the paralytic, <span class=\"wj\">“Get up, pick up your mat, and go home.”</span>",
    "7": "And the man got up and went home.",
    "8": "When the crowds saw this, they were filled with awe and glorified God, who had given such authority to men.",
    "header_2": "Jesus Calls Matthew",
    "9": "As Jesus went on from there, He saw a man named Matthew sitting at the tax booth. <span class=\"wj\">“Follow Me,”</span> He told him, and Matthew got up and followed Him.",
    "10": "Later, as Jesus was dining at Matthew's house, many tax collectors and sinners came and ate with Him and His disciples.",
    "11": "When the Pharisees saw this, they asked His disciples, “Why does your Teacher eat with tax collectors and sinners?”",
    "12": "On hearing this, Jesus said, <span class=\"wj\">“It is not the healthy who need a doctor, but the sick.</span>",
    "13": "<span class=\"wj\">But go and learn what this means: ‘I desire mercy, not sacrifice.' For I have not come to call the righteous, but sinners. ”</span>",
    "header_3": "Questions about Fasting",
    "14": "At that time John's disciples came to Jesus and asked, “Why is it that we and the Pharisees fast so often, but Your disciples do not fast?”",
    "15": "Jesus replied, <span class=\"wj\">“How can the guests of the bridegroom mourn while He is with them? But the time will come when the bridegroom will be taken from them; then they will fast.</span>",
    "header_4": "The Patches and the Wineskins",
    "16": "<span class=\"wj\">No one sews a patch of unshrunk cloth on an old garment. For the patch will pull away from the garment, and a worse tear will result.</span>",
    "17": "<span class=\"wj\">Neither do men pour new wine into old wineskins. If they do, the skins will burst, the wine will spill, and the wineskins will be ruined. Instead, they pour new wine into new wineskins, and both are preserved.”</span>",
    "header_5": "The Healing Touch of Jesus",
    "18": "While Jesus was saying these things, a synagogue leader came and knelt before Him. “My daughter has just died,” he said. “But come and place Your hand on her, and she will live.”",
    "19": "So Jesus got up and went with him, along with His disciples.",
    "20": "Suddenly a woman who had suffered from bleeding for twelve years came up behind Him and touched the fringe of His cloak.",
    "21": "She said to herself, “If only I touch His cloak, I will be healed.”",
    "22": "Jesus turned and saw her. <span class=\"wj\">“Take courage, daughter,”</span> He said, <span class=\"wj\">“your faith has healed you.”</span> And the woman was cured from that very hour.",
    "23": "When Jesus entered the house of the synagogue leader, He saw the flute players and the noisy crowd.",
    "24": "<span class=\"wj\">“Go away,”</span> He told them. <span class=\"wj\">“The girl is not dead, but asleep.”</span> And they laughed at Him.",
    "25": "After the crowd had been put outside, Jesus went in and took the girl by the hand, and she got up.",
    "26": "And the news about this spread throughout that region.",
    "header_6": "Jesus Heals the Blind and Mute",
    "27": "As Jesus went on from there, two blind men followed Him, crying out, “Have mercy on us, Son of David!”",
    "28": "After Jesus had entered the house, the blind men came to Him. <span class=\"wj\">“Do you believe that I am able to do this?”</span> He asked. “Yes, Lord,” they answered.",
    "29": "Then He touched their eyes and said, <span class=\"wj\">“According to your faith will it be done to you.”</span>",
    "30": "And their eyes were opened. Jesus warned them sternly, <span class=\"wj\">“See that no one finds out about this!”</span>",
    "31": "But they went out and spread the news about Him throughout the land.",
    "32": "As they were leaving, a demon-possessed man who was mute was brought to Jesus.",
    "33": "And when the demon had been driven out, the man began to speak. The crowds were amazed and said, “Nothing like this has ever been seen in Israel!”",
    "34": "But the Pharisees said, “It is by the prince of demons that He drives out demons.”",
    "header_7": "The Lord of the Harvest",
    "35": "Jesus went through all the towns and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and sickness.",
    "36": "When He saw the crowds, He was moved with compassion for them, because they were harassed and helpless, like sheep without a shepherd.",
    "37": "Then He said to His disciples, <span class=\"wj\">“The harvest is plentiful, but the workers are few.</span>",
    "38": "<span class=\"wj\">Ask the Lord of the harvest, therefore, to send out workers into His harvest.”</span>"
}