{
    "1": "<span class=\"wj\">“And to the angel of the assembly in Sardis write:</span> <span class=\"wj\">“He who has the seven Spirits of God and the seven stars says these things:</span> <span class=\"wj\">“I know your works, that you have a reputation of being alive, but you are dead. </span>",
    "2": "<span class=\"wj\">Wake up and strengthen the things that remain, which you were about to throw away,</span> <span class=\"wj\">for I have found no works of yours perfected before my God. </span>",
    "3": "<span class=\"wj\">Remember therefore how you have received and heard. Keep it and repent. If therefore you won’t watch, I will come as a thief, and you won’t know what hour I will come upon you. </span>",
    "4": "<span class=\"wj\">Nevertheless you have a few names in Sardis that didn’t defile their garments. They will walk with me in white, for they are worthy. </span>",
    "5": "<span class=\"wj\">He who overcomes will be arrayed in white garments, and I will in no way blot his name out of the book of life, and I will confess his name before my Father, and before his angels. </span>",
    "6": "<span class=\"wj\">He who has an ear, let him hear what the Spirit says to the assemblies.</span>",
    "7": "<span class=\"wj\">“To the angel of the assembly in Philadelphia write:</span> <span class=\"wj\">“He who is holy, he who is true, he who has the key of David, he who opens and no one can shut, and who shuts and no one opens, says these things: </span>",
    "8": "<span class=\"wj\">“I know your works (behold, I have set before you an open door, which no one can shut), that you have a little power, and kept my word, and didn’t deny my name. </span>",
    "9": "<span class=\"wj\">Behold, I make some of the synagogue of Satan, of those who say they are Jews, and they are not, but lie—behold, I will make them to come and worship before your feet, and to know that I have loved you. </span>",
    "10": "<span class=\"wj\">Because you kept my command to endure, I also will keep you from the hour of testing which is to come on the whole world, to test those who dwell on the earth. </span>",
    "11": "<span class=\"wj\">I am coming quickly! Hold firmly that which you have, so that no one takes your crown. </span>",
    "12": "<span class=\"wj\">He who overcomes, I will make him a pillar in the temple of my God, and he will go out from there no more. I will write on him the name of my God and the name of the city of my God, the new Jerusalem, which comes down out of heaven from my God, and my own new name. </span>",
    "13": "<span class=\"wj\">He who has an ear, let him hear what the Spirit says to the assemblies.</span>",
    "14": "<span class=\"wj\">“To the angel of the assembly in Laodicea write:</span> <span class=\"wj\">“The Amen, the Faithful and True Witness, the Beginning</span> <span class=\"wj\">of God’s creation, says these things:</span>",
    "15": "<span class=\"wj\">“I know your works, that you are neither cold nor hot. I wish you were cold or hot. </span>",
    "16": "<span class=\"wj\">So, because you are lukewarm, and neither hot nor cold, I will vomit you out of my mouth. </span>",
    "17": "<span class=\"wj\">Because you say, ‘I am rich, and have gotten riches, and have need of nothing,’ and don’t know that you are the wretched one, miserable, poor, blind, and naked; </span>",
    "18": "<span class=\"wj\">I counsel you to buy from me gold refined by fire, that you may become rich; and white garments, that you may clothe yourself, and that the shame of your nakedness may not be revealed; and eye salve to anoint your eyes, that you may see. </span>",
    "19": "<span class=\"wj\">As many as I love, I reprove and chasten. Be zealous therefore, and repent. </span>",
    "20": "<span class=\"wj\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, then I will come in to him and will dine with him, and he with me. </span>",
    "21": "<span class=\"wj\">He who overcomes, I will give to him to sit down with me on my throne, as I also overcame and sat down with my Father on his throne. </span>",
    "22": "<span class=\"wj\">He who has an ear, let him hear what the Spirit says to the assemblies.”</span>"
}