{
    "header_1": "The Greatest in the Kingdom",
    "1": "At that time the disciples came to Jesus and asked, “Who then is the greatest in the kingdom of heaven?”",
    "2": "Jesus invited a little child to stand among them.",
    "3": "<span class=\"wj\">“Truly I tell you,”</span> He said, <span class=\"wj\">“unless you change and become like little children, you will never enter the kingdom of heaven.</span>",
    "4": "<span class=\"wj\">Therefore, whoever humbles himself like this little child is the greatest in the kingdom of heaven.</span>",
    "5": "<span class=\"wj\">And whoever welcomes a little child like this in My name welcomes Me.</span>",
    "header_2": "Temptations and Trespasses",
    "6": "<span class=\"wj\">But if anyone causes one of these little ones who believe in Me to stumble, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea.</span>",
    "7": "<span class=\"wj\">Woe to the world for the causes of sin. These stumbling blocks must come, but woe to the man through whom they come!</span>",
    "8": "<span class=\"wj\">If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than to have two hands and two feet and be thrown into the eternal fire.</span>",
    "9": "<span class=\"wj\">And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell.</span>",
    "header_3": "The Parable of the Lost Sheep",
    "10": "<span class=\"wj\">See that you do not look down on any of these little ones. For I tell you that their angels in heaven always see the face of My Father in heaven.</span>",
    "12": "<span class=\"wj\">What do you think? If a man has a hundred sheep and one of them goes astray, will he not leave the ninety-nine on the hills and go out to search for the one that is lost?</span>",
    "13": "<span class=\"wj\">And if he finds it, truly I tell you, he rejoices more over that one sheep than over the ninety-nine that did not go astray.</span>",
    "14": "<span class=\"wj\">In the same way, your Father in heaven is not willing that any of these little ones should perish.</span>",
    "header_4": "A Brother Who Sins",
    "15": "<span class=\"wj\">If your brother sins against you, go and confront him privately. If he listens to you, you have won your brother over.</span>",
    "16": "<span class=\"wj\">But if he will not listen, take one or two others along, so that ‘every matter may be established by the testimony of two or three witnesses.'</span>",
    "17": "<span class=\"wj\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, regard him as you would a pagan or a tax collector.</span>",
    "18": "<span class=\"wj\">Truly I tell you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.</span>",
    "header_5": "Ask in My Name",
    "19": "<span class=\"wj\">Again, I tell you truly that if two of you on the earth agree about anything you ask for, it will be done for you by My Father in heaven.</span>",
    "20": "<span class=\"wj\">For where two or three gather together in My name, there am I with them.”</span>",
    "header_6": "The Unforgiving Servant",
    "21": "Then Peter came to Jesus and asked, “Lord, how many times shall I forgive my brother who sins against me? Up to seven times?”",
    "22": "Jesus answered, <span class=\"wj\">“I tell you, not just seven times, but seventy-seven times!</span>",
    "23": "<span class=\"wj\">Because of this, the kingdom of heaven is like a king who wanted to settle accounts with his servants.</span>",
    "24": "<span class=\"wj\">As he began the settlements, a debtor was brought to him owing ten thousand talents.</span>",
    "25": "<span class=\"wj\">Since the man was unable to pay, the master ordered that he be sold to pay his debt, along with his wife and children and everything he owned.</span>",
    "26": "<span class=\"wj\">Then the servant fell on his knees before him. ‘Have patience with me,' he begged, ‘and I will pay back everything.'</span>",
    "27": "<span class=\"wj\">His master had compassion on him, forgave his debt, and released him.</span>",
    "28": "<span class=\"wj\">But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him, saying, ‘Pay back what you owe me!'</span>",
    "29": "<span class=\"wj\">So his fellow servant fell down and begged him, ‘Have patience with me, and I will pay you back.'</span>",
    "30": "<span class=\"wj\">But he refused. Instead, he went and had the man thrown into prison until he could pay his debt.</span>",
    "31": "<span class=\"wj\">When his fellow servants saw what had happened, they were greatly distressed, and they went and recounted all of this to their master.</span>",
    "32": "<span class=\"wj\">Then the master summoned him and declared, ‘You wicked servant! I forgave all your debt because you begged me.</span>",
    "33": "<span class=\"wj\">Shouldn't you have had mercy on your fellow servant, just as I had on you?'</span>",
    "34": "<span class=\"wj\">In anger his master turned him over to the jailers to be tortured, until he should repay all that he owed.</span>",
    "35": "<span class=\"wj\">That is how My heavenly Father will treat each of you unless you forgive your brother from your heart.”</span>"
}