{
    "header_1": "Temple Destruction and Other Signs",
    "1": "As Jesus left the temple and was walking away, His disciples came up to Him to point out its buildings.",
    "2": "<span class=\"wj\">“Do you see all these things?”</span> He replied. <span class=\"wj\">“Truly I tell you, not one stone here will be left on another; every one will be thrown down.”</span>",
    "3": "While Jesus was sitting on the Mount of Olives, the disciples came to Him privately. “Tell us,” they said, “when will these things happen, and what will be the sign of Your coming and of the end of the age?”",
    "4": "Jesus answered, <span class=\"wj\">“See to it that no one deceives you.</span>",
    "5": "<span class=\"wj\">For many will come in My name, claiming, ‘I am the Christ,' and will deceive many.</span>",
    "6": "<span class=\"wj\">You will hear of wars and rumors of wars, but see to it that you are not alarmed. These things must happen, but the end is still to come.</span>",
    "7": "<span class=\"wj\">Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.</span>",
    "8": "<span class=\"wj\">All these are the beginning of birth pains.</span>",
    "header_2": "Witnessing to All Nations",
    "9": "<span class=\"wj\">Then they will deliver you over to be persecuted and killed, and you will be hated by all nations because of My name.</span>",
    "10": "<span class=\"wj\">At that time many will fall away and will betray and hate one another,</span>",
    "11": "<span class=\"wj\">and many false prophets will arise and mislead many.</span>",
    "12": "<span class=\"wj\">Because of the multiplication of wickedness, the love of most will grow cold.</span>",
    "13": "<span class=\"wj\">But the one who perseveres to the end will be saved.</span>",
    "14": "<span class=\"wj\">And this gospel of the kingdom will be preached in all the world as a testimony to all nations, and then the end will come.</span>",
    "header_3": "The Abomination of Desolation",
    "15": "<span class=\"wj\">So when you see standing in the holy place ‘the abomination of desolation,' described by the prophet Daniel (let the reader understand),</span>",
    "16": "<span class=\"wj\">then let those who are in Judea flee to the mountains.</span>",
    "17": "<span class=\"wj\">Let no one on the housetop come down to retrieve anything from his house.</span>",
    "18": "<span class=\"wj\">And let no one in the field return for his cloak.</span>",
    "19": "<span class=\"wj\">How miserable those days will be for pregnant and nursing mothers!</span>",
    "20": "<span class=\"wj\">Pray that your flight will not occur in the winter or on the Sabbath.</span>",
    "21": "<span class=\"wj\">For at that time there will be great tribulation, unmatched from the beginning of the world until now, and never to be seen again.</span>",
    "22": "<span class=\"wj\">If those days had not been cut short, nobody would be saved. But for the sake of the elect, those days will be cut short.</span>",
    "23": "<span class=\"wj\">At that time, if anyone says to you, ‘Look, here is the Christ!' or ‘There He is!' do not believe it.</span>",
    "24": "<span class=\"wj\">For false Christs and false prophets will appear and perform great signs and wonders that would deceive even the elect, if that were possible.</span>",
    "25": "<span class=\"wj\">See, I have told you in advance.</span>",
    "header_4": "The Return of the Son of Man",
    "26": "<span class=\"wj\">So if they tell you, ‘There He is in the wilderness,' do not go out; or, ‘Here He is in the inner rooms,' do not believe it.</span>",
    "27": "<span class=\"wj\">For just as the lightning comes from the east and flashes as far as the west, so will be the coming of the Son of Man.</span>",
    "28": "<span class=\"wj\">Wherever there is a carcass, there the vultures will gather.</span>",
    "29": "<span class=\"wj\">Immediately after the tribulation of those days: ‘The sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the powers of the heavens will be shaken. '</span>",
    "30": "<span class=\"wj\">At that time the sign of the Son of Man will appear in heaven, and all the tribes of the earth will mourn. They will see the Son of Man coming on the clouds of heaven, with power and great glory.</span>",
    "31": "<span class=\"wj\">And He will send out His angels with a loud trumpet call, and they will gather His elect from the four winds, from one end of the heavens to the other.</span>",
    "header_5": "The Lesson of the Fig Tree",
    "32": "<span class=\"wj\">Now learn this lesson from the fig tree: As soon as its branches become tender and sprout leaves, you know that summer is near.</span>",
    "33": "<span class=\"wj\">So also, when you see all these things, you will know that He is near, right at the door.</span>",
    "34": "<span class=\"wj\">Truly I tell you, this generation will not pass away until all these things have happened.</span>",
    "35": "<span class=\"wj\">Heaven and earth will pass away, but My words will never pass away.</span>",
    "header_6": "Readiness at Any Hour",
    "36": "<span class=\"wj\">No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father.</span>",
    "37": "<span class=\"wj\">As it was in the days of Noah, so will it be at the coming of the Son of Man.</span>",
    "38": "<span class=\"wj\">For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark.</span>",
    "39": "<span class=\"wj\">And they were oblivious, until the flood came and swept them all away. So will it be at the coming of the Son of Man.</span>",
    "40": "<span class=\"wj\">Two men will be in the field: one will be taken and the other left.</span>",
    "41": "<span class=\"wj\">Two women will be grinding at the mill: one will be taken and the other left.</span>",
    "42": "<span class=\"wj\">Therefore keep watch, because you do not know the day on which your Lord will come.</span>",
    "43": "<span class=\"wj\">But understand this: If the homeowner had known in which watch of the night the thief was coming, he would have kept watch and would not have let his house be broken into.</span>",
    "44": "<span class=\"wj\">For this reason, you also must be ready, because the Son of Man will come at an hour you do not expect.</span>",
    "45": "<span class=\"wj\">Who then is the faithful and wise servant, whom the master has put in charge of his household, to give the others their food at the proper time?</span>",
    "46": "<span class=\"wj\">Blessed is that servant whose master finds him doing so when he returns.</span>",
    "47": "<span class=\"wj\">Truly I tell you, he will put him in charge of all his possessions.</span>",
    "48": "<span class=\"wj\">But suppose that servant is wicked and says in his heart, ‘My master will be away a long time.'</span>",
    "49": "<span class=\"wj\">And he begins to beat his fellow servants and to eat and drink with drunkards.</span>",
    "50": "<span class=\"wj\">The master of that servant will come on a day he does not expect and at an hour he does not anticipate.</span>",
    "51": "<span class=\"wj\">Then he will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.</span>"
}