{
    "header_1": "A Call to Repentance",
    "1": "At that time some of those present told Jesus about the Galileans whose blood Pilate had mixed with their sacrifices.",
    "2": "To this He replied, <span class=\"wj\">“Do you think that these Galileans were worse sinners than all the other Galileans, because they suffered this fate?</span>",
    "3": "<span class=\"wj\">No, I tell you. But unless you repent, you too will all perish.</span>",
    "4": "<span class=\"wj\">Or those eighteen who were killed when the tower of Siloam collapsed on them: Do you think that they were more sinful than all the others living in Jerusalem?</span>",
    "5": "<span class=\"wj\">No, I tell you. But unless you repent, you too will all perish.”</span>",
    "header_2": "The Parable of the Barren Fig Tree",
    "6": "Then Jesus told this parable: <span class=\"wj\">“A man had a fig tree that was planted in his vineyard. He went to look for fruit on it, but did not find any.</span>",
    "7": "<span class=\"wj\">So he said to the keeper of the vineyard, ‘Look, for the past three years I have come to search for fruit on this fig tree and haven't found any. Therefore cut it down! Why should it use up the soil?'</span>",
    "8": "<span class=\"wj\">‘Sir,' the man replied, ‘leave it alone again this year, until I dig around it and fertilize it.</span>",
    "9": "<span class=\"wj\">If it bears fruit next year, fine. But if not, you can cut it down.' ”</span>",
    "header_3": "Jesus Heals a Disabled Woman",
    "10": "One Sabbath Jesus was teaching in one of the synagogues,",
    "11": "and a woman there had been disabled by a spirit for eighteen years. She was hunched over and could not stand up straight.",
    "12": "When Jesus saw her, He called her over and said, <span class=\"wj\">“Woman, you are set free from your disability.”</span>",
    "13": "Then He placed His hands on her, and immediately she straightened up and began to glorify God.",
    "14": "But the synagogue leader was indignant that Jesus had healed on the Sabbath. “There are six days for work,” he told the crowd. “So come and be healed on those days and not on the Sabbath.”",
    "15": "<span class=\"wj\">“You hypocrites!”</span> the Lord replied, <span class=\"wj\">“Does not each of you on the Sabbath untie his ox or donkey from the stall and lead it to water?</span>",
    "16": "<span class=\"wj\">Then should not this daughter of Abraham, whom Satan has kept bound for eighteen long years, be released from her bondage on the Sabbath day?”</span>",
    "17": "When Jesus said this, all His adversaries were humiliated. And the whole crowd rejoiced at all the glorious things He was doing.",
    "header_4": "The Parable of the Mustard Seed",
    "18": "Then Jesus asked, <span class=\"wj\">“What is the kingdom of God like? To what can I compare it?</span>",
    "19": "<span class=\"wj\">It is like a mustard seed that a man tossed into his garden. It grew and became a tree, and the birds of the air nested in its branches.”</span>",
    "header_5": "The Parable of the Leaven",
    "20": "Again He asked, <span class=\"wj\">“To what can I compare the kingdom of God?</span>",
    "21": "<span class=\"wj\">It is like leaven that a woman took and mixed into three measures of flour, until all of it was leavened.”</span>",
    "header_6": "The Narrow Door",
    "22": "Then Jesus traveled throughout the towns and villages, teaching as He made His way toward Jerusalem.",
    "23": "“Lord,” someone asked Him, “will only a few people be saved?” Jesus answered,",
    "24": "<span class=\"wj\">“Make every effort to enter through the narrow door. For many, I tell you, will try to enter and will not be able.</span>",
    "25": "<span class=\"wj\">After the master of the house gets up and shuts the door, you will stand outside knocking and saying, ‘Lord, open the door for us.' But he will reply, ‘I do not know where you are from.'</span>",
    "26": "<span class=\"wj\">Then you will say, ‘We ate and drank with you, and you taught in our streets.'</span>",
    "27": "<span class=\"wj\">And he will answer, ‘I tell you, I do not know where you are from. Depart from me, all you evildoers.'</span>",
    "28": "<span class=\"wj\">There will be weeping and gnashing of teeth when you see Abraham, Isaac, Jacob, and all the prophets in the kingdom of God, but you yourselves are thrown out.</span>",
    "29": "<span class=\"wj\">People will come from east and west and north and south, and will recline at the table in the kingdom of God.</span>",
    "30": "<span class=\"wj\">And indeed, some who are last will be first, and some who are first will be last.”</span>",
    "header_7": "Lament over Jerusalem",
    "31": "At that very hour, some Pharisees came to Jesus and told Him, “Leave this place and get away, because Herod wants to kill You.”",
    "32": "But Jesus replied, <span class=\"wj\">“Go tell that fox, ‘Look, I will keep driving out demons and healing people today and tomorrow, and on the third day I will reach My goal.'</span>",
    "33": "<span class=\"wj\">Nevertheless, I must keep going today and tomorrow and the next day, for it is not admissible for a prophet to perish outside of Jerusalem.</span>",
    "34": "<span class=\"wj\">O Jerusalem, Jerusalem, who kills the prophets and stones those sent to her, how often I have longed to gather your children together as a hen gathers her chicks under her wings, but you were unwilling!</span>",
    "35": "<span class=\"wj\">Look, your house is left to you desolate. And I tell you that you will not see Me again until you say, ‘Blessed is He who comes in the name of the Lord.' ”</span>"
}