{
    "header_1": "Jesus and Zacchaeus",
    "1": "Then Jesus entered Jericho and was passing through.",
    "2": "And there was a man named Zacchaeus, a chief tax collector, who was very wealthy.",
    "3": "He was trying to see who Jesus was, but could not see over the crowd because he was small in stature.",
    "4": "So he ran on ahead and climbed a sycamore tree to see Him, since Jesus was about to pass that way.",
    "5": "When Jesus came to that place, He looked up and said, <span class=\"wj\">“Zacchaeus, hurry down, for I must stay at your house today.”</span>",
    "6": "So Zacchaeus hurried down and welcomed Him joyfully.",
    "7": "And all who saw this began to grumble, saying, “He has gone to be the guest of a sinful man!”",
    "8": "But Zacchaeus stood up and said to the Lord, “Look, Lord, half of my possessions I give to the poor, and if I have cheated anyone, I will repay it fourfold.”",
    "9": "Jesus said to him, <span class=\"wj\">“Today salvation has come to this house, because this man too is a son of Abraham.</span>",
    "10": "<span class=\"wj\">For the Son of Man came to seek and to save the lost.”</span>",
    "header_2": "The Parable of the Ten Minas",
    "11": "While the people were listening to this, Jesus proceeded to tell them a parable, because He was near Jerusalem and they thought the kingdom of God would appear imminently.",
    "12": "So He said, <span class=\"wj\">“A man of noble birth went to a distant country to lay claim to his kingship and then return.</span>",
    "13": "<span class=\"wj\">Beforehand, he called ten of his servants and gave them ten minas. ‘Conduct business with this until I return,' he said.</span>",
    "14": "<span class=\"wj\">But his subjects hated him and sent a delegation after him to say, ‘We do not want this man to rule over us.'</span>",
    "15": "<span class=\"wj\">When he returned from procuring his kingship, he summoned the servants to whom he had given the money, to find out what each one had earned.</span>",
    "16": "<span class=\"wj\">The first servant came forward and said, ‘Master, your mina has produced ten more minas.'</span>",
    "17": "<span class=\"wj\">His master replied, ‘Well done, good servant! Because you have been faithful in a very small matter, you shall have authority over ten cities.'</span>",
    "18": "<span class=\"wj\">The second servant came and said, ‘Master, your mina has made five minas.'</span>",
    "19": "<span class=\"wj\">And to this one he said, ‘You shall have authority over five cities.'</span>",
    "20": "<span class=\"wj\">Then another servant came and said, ‘Master, here is your mina, which I have laid away in a piece of cloth.</span>",
    "21": "<span class=\"wj\">For I was afraid of you, because you are a harsh man. You withdraw what you did not deposit and reap what you did not sow.'</span>",
    "22": "<span class=\"wj\">His master replied, ‘You wicked servant, I will judge you by your own words. So you knew that I am a harsh man, withdrawing what I did not deposit and reaping what I did not sow?</span>",
    "23": "<span class=\"wj\">Why then did you not deposit my money in the bank, and upon my return I could have collected it with interest?'</span>",
    "24": "<span class=\"wj\">Then he told those standing by, ‘Take the mina from him and give it to the one who has ten minas.'</span>",
    "25": "<span class=\"wj\">‘Master,' they said, ‘he already has ten!'</span>",
    "26": "<span class=\"wj\">He replied, ‘I tell you that everyone who has will be given more; but the one who does not have, even what he has will be taken away from him.</span>",
    "27": "<span class=\"wj\">And these enemies of mine who were unwilling for me to rule over them, bring them here and slay them in front of me.' ”</span>",
    "header_3": "The Triumphal Entry",
    "28": "After Jesus had said this, He went on ahead, going up to Jerusalem.",
    "29": "As He approached Bethphage and Bethany at the Mount of Olives, He sent out two of His disciples,",
    "30": "saying, <span class=\"wj\">“Go into the village ahead of you, and as you enter it, you will find a colt tied there, on which no one has ever sat. Untie it and bring it here.</span>",
    "31": "<span class=\"wj\">If anyone asks, ‘Why are you untying it?' tell him, ‘The Lord needs it.' ”</span>",
    "32": "So those who were sent went out and found it just as Jesus had told them.",
    "33": "As they were untying the colt, its owners asked, “Why are you untying the colt?”",
    "34": "“The Lord needs it,” they answered.",
    "35": "Then they led the colt to Jesus, threw their cloaks over it, and put Jesus on it.",
    "36": "As He rode along, the people spread their cloaks on the road.",
    "37": "And as He approached the descent from the Mount of Olives, the whole multitude of disciples began to praise God joyfully in a loud voice for all the miracles they had seen:",
    "38": "“Blessed is the King who comes in the name of the Lord!” “Peace in heaven and glory in the highest!”",
    "39": "But some of the Pharisees in the crowd said to Him, “Teacher, rebuke Your disciples!”",
    "40": "<span class=\"wj\">“I tell you,”</span> He answered, <span class=\"wj\">“if they remain silent, the very stones will cry out.”</span>",
    "header_4": "Jesus Weeps over Jerusalem",
    "41": "As Jesus approached Jerusalem and saw the city, He wept over it",
    "42": "and said, <span class=\"wj\">“If only you had known on this day what would bring you peace! But now it is hidden from your eyes.</span>",
    "43": "<span class=\"wj\">For the days will come upon you when your enemies will barricade you and surround you and hem you in on every side.</span>",
    "44": "<span class=\"wj\">They will level you to the ground—you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of your visitation from God. ”</span>",
    "header_5": "Jesus Cleanses the Temple",
    "45": "Then Jesus entered the temple courts and began to drive out those who were selling there.",
    "46": "He declared to them, <span class=\"wj\">“It is written: ‘My house will be a house of prayer.' But you have made it ‘a den of robbers.' ”</span>",
    "47": "Jesus was teaching at the temple every day, but the chief priests, scribes, and leaders of the people were intent on killing Him.",
    "48": "Yet they could not find a way to do so, because all the people hung on His words."
}