{
    "header_1": "Jesus Heals a Man with Dropsy",
    "1": "One Sabbath, Jesus went to eat in the home of a leading Pharisee, and those in attendance were watching Him closely.",
    "2": "Right there before Him was a man with dropsy.",
    "3": "So Jesus asked the experts in the law and the Pharisees, <span class=\"wj\">“Is it lawful to heal on the Sabbath or not?”</span>",
    "4": "But they remained silent. Then Jesus took hold of the man, healed him, and sent him on his way.",
    "5": "And He asked them, <span class=\"wj\">“Which of you whose son or ox falls into a pit on the Sabbath day will not immediately pull him out?”</span>",
    "6": "And they were unable to answer these questions.",
    "header_2": "The Parable of the Guests",
    "7": "When Jesus noticed how the guests chose the places of honor, He told them a parable:",
    "8": "<span class=\"wj\">“When you are invited to a wedding banquet, do not sit in the place of honor, in case someone more distinguished than you has been invited.</span>",
    "9": "<span class=\"wj\">Then the host who invited both of you will come and tell you, ‘Give this man your seat.' And in humiliation, you will have to take the last place.</span>",
    "10": "<span class=\"wj\">But when you are invited, go and sit in the last place, so that your host will come and tell you, ‘Friend, move up to a better place.' Then you will be honored in front of everyone at the table with you.</span>",
    "11": "<span class=\"wj\">For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”</span>",
    "12": "Then Jesus said to the man who had invited Him, <span class=\"wj\">“When you host a dinner or a banquet, do not invite your friends or brothers or relatives or rich neighbors. Otherwise, they may invite you in return, and you will be repaid.</span>",
    "13": "<span class=\"wj\">But when you host a banquet, invite the poor, the crippled, the lame, and the blind,</span>",
    "14": "<span class=\"wj\">and you will be blessed. Since they cannot repay you, you will be repaid at the resurrection of the righteous.”</span>",
    "header_3": "The Parable of the Banquet",
    "15": "When one of those reclining with Him heard this, he said to Jesus, “Blessed is everyone who will eat at the feast in the kingdom of God.”",
    "16": "But Jesus replied, <span class=\"wj\">“A certain man prepared a great banquet and invited many guests.</span>",
    "17": "<span class=\"wj\">When it was time for the banquet, he sent his servant to tell those who had been invited, ‘Come, for everything is now ready.'</span>",
    "18": "<span class=\"wj\">But one after another they all began to make excuses. The first one said, ‘I have bought a field, and I need to go see it. Please excuse me.'</span>",
    "19": "<span class=\"wj\">Another said, ‘I have bought five yoke of oxen, and I am going to try them out. Please excuse me.'</span>",
    "20": "<span class=\"wj\">Still another said, ‘I have married a wife, so I cannot come.'</span>",
    "21": "<span class=\"wj\">The servant returned and reported all this to his master. Then the owner of the house became angry and said to his servant, ‘Go out quickly into the streets and alleys of the city, and bring in the poor, the crippled, the blind, and the lame.'</span>",
    "22": "<span class=\"wj\">‘Sir,' the servant replied, ‘what you ordered has been done, and there is still room.'</span>",
    "23": "<span class=\"wj\">So the master told his servant, ‘Go out to the highways and hedges and compel them to come in, so that my house will be full.</span>",
    "24": "<span class=\"wj\">For I tell you, not one of those men who were invited will taste my banquet.' ”</span>",
    "header_4": "The Cost of Discipleship",
    "25": "Large crowds were now traveling with Jesus, and He turned and said to them,",
    "26": "<span class=\"wj\">“If anyone comes to Me and does not hate his father and mother and wife and children and brothers and sisters—yes, even his own life—he cannot be My disciple.</span>",
    "27": "<span class=\"wj\">And whoever does not carry his cross and follow Me cannot be My disciple.</span>",
    "28": "<span class=\"wj\">Which of you, wishing to build a tower, does not first sit down and count the cost to see if he has the resources to complete it?</span>",
    "29": "<span class=\"wj\">Otherwise, if he lays the foundation and is unable to finish the work, everyone who sees it will ridicule him,</span>",
    "30": "<span class=\"wj\">saying, ‘This man could not finish what he started to build.'</span>",
    "31": "<span class=\"wj\">Or what king on his way to war with another king will not first sit down and consider whether he can engage with ten thousand men the one coming against him with twenty thousand?</span>",
    "32": "<span class=\"wj\">And if he is unable, he will send a delegation while the other king is still far off, to ask for terms of peace.</span>",
    "33": "<span class=\"wj\">In the same way, any one of you who does not give up everything he has cannot be My disciple.</span>",
    "header_5": "Good Salt",
    "34": "<span class=\"wj\">Salt is good, but if the salt loses its savor, with what will it be seasoned?</span>",
    "35": "<span class=\"wj\">It is fit neither for the soil nor for the manure pile, and it is thrown out. He who has ears to hear, let him hear.”</span>"
}