{
    "header_1": "The Parable of the Lost Sheep",
    "1": "Now all the tax collectors and sinners were gathering around to listen to Jesus.",
    "2": "So the Pharisees and scribes began to grumble: “This man welcomes sinners and eats with them.”",
    "3": "Then Jesus told them this parable:",
    "4": "<span class=\"wj\">“What man among you, if he has a hundred sheep and loses one of them, does not leave the ninety-nine in the pasture and go after the one that is lost, until he finds it?</span>",
    "5": "<span class=\"wj\">And when he finds it, he joyfully puts it on his shoulders,</span>",
    "6": "<span class=\"wj\">comes home, and calls together his friends and neighbors to tell them, ‘Rejoice with me, for I have found my lost sheep!'</span>",
    "7": "<span class=\"wj\">In the same way, I tell you that there will be more joy in heaven over one sinner who repents than over ninety-nine righteous ones who do not need to repent.</span>",
    "header_2": "The Parable of the Lost Coin",
    "8": "<span class=\"wj\">Or what woman who has ten silver coins and loses one of them does not light a lamp, sweep her house, and search carefully until she finds it?</span>",
    "9": "<span class=\"wj\">And when she finds it, she calls together her friends and neighbors to say, ‘Rejoice with me, for I have found my lost coin.'</span>",
    "10": "<span class=\"wj\">In the same way, I tell you, there is joy in the presence of God's angels over one sinner who repents.”</span>",
    "header_3": "The Parable of the Prodigal Son",
    "11": "Then Jesus said, <span class=\"wj\">“There was a man who had two sons.</span>",
    "12": "<span class=\"wj\">The younger son said to him, ‘Father, give me my share of the estate.' So he divided his property between them.</span>",
    "13": "<span class=\"wj\">After a few days, the younger son got everything together and journeyed to a distant country, where he squandered his wealth in wild living.</span>",
    "14": "<span class=\"wj\">After he had spent all he had, a severe famine swept through that country, and he began to be in need.</span>",
    "15": "<span class=\"wj\">So he went and hired himself out to a citizen of that country, who sent him into his fields to feed the pigs.</span>",
    "16": "<span class=\"wj\">He longed to fill his belly with the pods the pigs were eating, but no one would give him a thing.</span>",
    "17": "<span class=\"wj\">Finally he came to his senses and said, ‘How many of my father's hired servants have plenty of food? But here I am, starving to death!</span>",
    "18": "<span class=\"wj\">I will get up and go back to my father and say to him, “Father, I have sinned against heaven and against you.</span>",
    "19": "<span class=\"wj\">I am no longer worthy to be called your son. Make me like one of your hired servants.” '</span>",
    "20": "<span class=\"wj\">So he got up and went to his father. But while he was still in the distance, his father saw him and was filled with compassion. He ran to his son, embraced him, and kissed him.</span>",
    "21": "<span class=\"wj\">The son declared, ‘Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. '</span>",
    "22": "<span class=\"wj\">But the father said to his servants, ‘Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet.</span>",
    "23": "<span class=\"wj\">Bring the fattened calf and kill it. Let us feast and celebrate.</span>",
    "24": "<span class=\"wj\">For this son of mine was dead and is alive again! He was lost and is found!' So they began to celebrate.</span>",
    "25": "<span class=\"wj\">Meanwhile the older son was in the field, and as he approached the house, he heard music and dancing.</span>",
    "26": "<span class=\"wj\">So he called one of the servants and asked what was going on.</span>",
    "27": "<span class=\"wj\">‘Your brother has returned,' he said, ‘and your father has killed the fattened calf, because he has him back safe and sound.'</span>",
    "28": "<span class=\"wj\">The older son became angry and refused to go in. So his father came out and pleaded with him.</span>",
    "29": "<span class=\"wj\">But he answered his father, ‘Look, all these years I have served you and never disobeyed a commandment of yours. Yet you never gave me even a young goat so I could celebrate with my friends.</span>",
    "30": "<span class=\"wj\">But when this son of yours returns from squandering your wealth with prostitutes, you kill the fattened calf for him!'</span>",
    "31": "<span class=\"wj\">‘Son, you are always with me,' the father said, ‘and all that is mine is yours.</span>",
    "32": "<span class=\"wj\">But it was fitting to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.' ”</span>"
}