{
    "header_1": "The Poor Widow's Offering",
    "1": "Then Jesus looked up and saw the rich putting their gifts into the treasury,",
    "2": "and He saw a poor widow put in two small copper coins.",
    "3": "<span class=\"wj\">“Truly I tell you,”</span> He said, <span class=\"wj\">“this poor widow has put in more than all the others.</span>",
    "4": "<span class=\"wj\">For they all contributed out of their surplus, but she out of her poverty has put in all she had to live on.”</span>",
    "header_2": "Temple Destruction and Other Signs",
    "5": "As some of the disciples were remarking how the temple was adorned with beautiful stones and consecrated gifts, Jesus said,",
    "6": "<span class=\"wj\">“As for what you see here, the time will come when not one stone will be left on another; every one will be thrown down.”</span>",
    "7": "“Teacher,” they asked, “when will these things happen? And what will be the sign that they are about to take place?”",
    "8": "Jesus answered, <span class=\"wj\">“See to it that you are not deceived. For many will come in My name, claiming, ‘I am He,' and, ‘The time is near.' Do not follow them.</span>",
    "9": "<span class=\"wj\">When you hear of wars and rebellions, do not be alarmed. These things must happen first, but the end is not imminent.”</span>",
    "header_3": "Witnessing to All Nations",
    "10": "Then He told them, <span class=\"wj\">“Nation will rise against nation, and kingdom against kingdom.</span>",
    "11": "<span class=\"wj\">There will be great earthquakes, famines, and pestilences in various places, along with fearful sights and great signs from heaven.</span>",
    "12": "<span class=\"wj\">But before all this, they will seize you and persecute you. On account of My name they will deliver you to the synagogues and prisons, and they will bring you before kings and governors.</span>",
    "13": "<span class=\"wj\">This will be your opportunity to serve as witnesses.</span>",
    "14": "<span class=\"wj\">So make up your mind not to worry beforehand how to defend yourselves.</span>",
    "15": "<span class=\"wj\">For I will give you speech and wisdom that none of your adversaries will be able to resist or contradict.</span>",
    "16": "<span class=\"wj\">You will be betrayed even by parents and brothers and relatives and friends, and some of you will be put to death.</span>",
    "17": "<span class=\"wj\">And you will be hated by everyone because of My name.</span>",
    "18": "<span class=\"wj\">Yet not even a hair of your head will perish.</span>",
    "19": "<span class=\"wj\">By your patient endurance you will gain your souls.</span>",
    "header_4": "The Destruction of Jerusalem",
    "20": "<span class=\"wj\">But when you see Jerusalem surrounded by armies, you will know that her desolation is near.</span>",
    "21": "<span class=\"wj\">Then let those who are in Judea flee to the mountains, let those in the city get out, and let those in the country stay out of the city.</span>",
    "22": "<span class=\"wj\">For these are the days of vengeance, to fulfill all that is written.</span>",
    "23": "<span class=\"wj\">How miserable those days will be for pregnant and nursing mothers! For there will be great distress upon the land and wrath against this people.</span>",
    "24": "<span class=\"wj\">They will fall by the edge of the sword and be led captive into all the nations. And Jerusalem will be trodden down by the Gentiles, until the times of the Gentiles are fulfilled.</span>",
    "header_5": "The Return of the Son of Man",
    "25": "<span class=\"wj\">There will be signs in the sun and moon and stars, and on the earth dismay among the nations, bewildered by the roaring of the sea and the surging of the waves.</span>",
    "26": "<span class=\"wj\">Men will faint from fear and anxiety over what is coming upon the earth, for the powers of the heavens will be shaken.</span>",
    "27": "<span class=\"wj\">At that time they will see the Son of Man coming in a cloud with power and great glory.</span>",
    "28": "<span class=\"wj\">When these things begin to happen, stand up and lift up your heads, because your redemption is drawing near.”</span>",
    "header_6": "The Lesson of the Fig Tree",
    "29": "Then Jesus told them a parable: <span class=\"wj\">“Look at the fig tree and all the trees.</span>",
    "30": "<span class=\"wj\">When they sprout leaves, you can see for yourselves and know that summer is near.</span>",
    "31": "<span class=\"wj\">So also, when you see these things happening, know that the kingdom of God is near.</span>",
    "32": "<span class=\"wj\">Truly I tell you, this generation will not pass away until all these things have happened.</span>",
    "33": "<span class=\"wj\">Heaven and earth will pass away, but My words will never pass away.</span>",
    "header_7": "Be Watchful for the Day",
    "34": "<span class=\"wj\">But watch yourselves, or your hearts will be weighed down by dissipation, drunkenness, and the worries of life—and that day will spring upon you suddenly like a snare.</span>",
    "35": "<span class=\"wj\">For it will come upon all who dwell on the face of all the earth.</span>",
    "36": "<span class=\"wj\">So keep watch at all times, and pray that you may have the strength to escape all that is about to happen and to stand before the Son of Man.”</span>",
    "37": "Every day Jesus taught at the temple, but every evening He went out to spend the night on the Mount of Olives.",
    "38": "And early in the morning all the people would come to hear Him at the temple."
}