{
    "1": "When he went into the house of one of the rulers of the Pharisees on a Sabbath to eat bread, they were watching him.",
    "2": "Behold, a certain man who had dropsy was in front of him.",
    "3": "Jesus, answering, spoke to the lawyers and Pharisees, saying, <span class=\"wj\">“Is it lawful to heal on the Sabbath?”</span>",
    "4": "But they were silent. He took him, and healed him, and let him go.",
    "5": "He answered them, <span class=\"wj\">“Which of you, if your son</span> <span class=\"wj\">or an ox fell into a well, wouldn’t immediately pull him out on a Sabbath day?”</span>",
    "6": "They couldn’t answer him regarding these things.",
    "7": "He spoke a parable to those who were invited, when he noticed how they chose the best seats, and said to them,",
    "8": "<span class=\"wj\">“When you are invited by anyone to a wedding feast, don’t sit in the best seat, since perhaps someone more honorable than you might be invited by him, </span>",
    "9": "<span class=\"wj\">and he who invited both of you would come and tell you, ‘Make room for this person.’ Then you would begin, with shame, to take the lowest place. </span>",
    "10": "<span class=\"wj\">But when you are invited, go and sit in the lowest place, so that when he who invited you comes, he may tell you, ‘Friend, move up higher.’ Then you will be honored in the presence of all who sit at the table with you. </span>",
    "11": "<span class=\"wj\">For everyone who exalts himself will be humbled, and whoever humbles himself will be exalted.”</span>",
    "12": "He also said to the one who had invited him, <span class=\"wj\">“When you make a dinner or a supper, don’t call your friends, nor your brothers, nor your kinsmen, nor rich neighbors, or perhaps they might also return the favor, and pay you back. </span>",
    "13": "<span class=\"wj\">But when you make a feast, ask the poor, the maimed, the lame, or the blind; </span>",
    "14": "<span class=\"wj\">and you will be blessed, because they don’t have the resources to repay you. For you will be repaid in the resurrection of the righteous.” </span>",
    "15": "When one of those who sat at the table with him heard these things, he said to him, “Blessed is he who will feast in God’s Kingdom!”",
    "16": "But he said to him, <span class=\"wj\">“A certain man made a great supper, and he invited many people. </span>",
    "17": "<span class=\"wj\">He sent out his servant at supper time to tell those who were invited, ‘Come, for everything is ready now.’ </span>",
    "18": "<span class=\"wj\">They all as one began to make excuses.</span> <span class=\"wj\">“The first said to him, ‘I have bought a field, and I must go and see it. Please have me excused.’</span>",
    "19": "<span class=\"wj\">“Another said, ‘I have bought five yoke of oxen, and I must go try them out. Please have me excused.’</span>",
    "20": "<span class=\"wj\">“Another said, ‘I have married a wife, and therefore I can’t come.’ </span>",
    "21": "<span class=\"wj\">“That servant came, and told his lord these things. Then the master of the house, being angry, said to his servant, ‘Go out quickly into the streets and lanes of the city, and bring in the poor, maimed, blind, and lame.’</span>",
    "22": "<span class=\"wj\">“The servant said, ‘Lord, it is done as you commanded, and there is still room.’</span>",
    "23": "<span class=\"wj\">“The lord said to the servant, ‘Go out into the highways and hedges, and compel them to come in, that my house may be filled. </span>",
    "24": "<span class=\"wj\">For I tell you that none of those men who were invited will taste of my supper. For many are called, but few are chosen.</span><span class=\"wj\">’ ”</span>",
    "25": "Now great multitudes were going with him. He turned and said to them,",
    "26": "<span class=\"wj\">“If anyone comes to me, and doesn’t disregard</span> <span class=\"wj\">his own father, mother, wife, children, brothers, and sisters, yes, and his own life also, he can’t be my disciple. </span>",
    "27": "<span class=\"wj\">Whoever doesn’t bear his own cross and come after me, can’t be my disciple. </span>",
    "28": "<span class=\"wj\">For which of you, desiring to build a tower, doesn’t first sit down and count the cost, to see if he has enough to complete it? </span>",
    "29": "<span class=\"wj\">Or perhaps, when he has laid a foundation and isn’t able to finish, everyone who sees begins to mock him, </span>",
    "30": "<span class=\"wj\">saying, ‘This man began to build and wasn’t able to finish.’ </span>",
    "31": "<span class=\"wj\">Or what king, as he goes to encounter another king in war, will not sit down first and consider whether he is able with ten thousand to meet him who comes against him with twenty thousand? </span>",
    "32": "<span class=\"wj\">Or else, while the other is yet a great way off, he sends an envoy and asks for conditions of peace. </span>",
    "33": "<span class=\"wj\">So therefore, whoever of you who doesn’t renounce all that he has, he can’t be my disciple.</span>",
    "34": "<span class=\"wj\">“Salt is good, but if the salt becomes flat and tasteless, with what do you season it? </span>",
    "35": "<span class=\"wj\">It is fit neither for the soil nor for the manure pile. It is thrown out. He who has ears to hear, let him hear.”</span>"
}